{"champions": [
	{
		"name": "Orianna",
		"title": "la Doncella Mecánica",
		"imagen": "assets/champs/Orianna.png",
		"story": "Había una vez un hombre de Piltóver llamado Corin Reveck, que tenía una hija de nombre Orianna a la que quería más que a nada en el mundo. Pese a que Orianna poseía un talento increíble para el baile, se sentía fascinada por los campeones de la Liga de Leyendas. Esa fascinación la impulsó a comenzar un entrenamiento para llegar a ser una campeona. Desgraciadamente, su ingenuidad la impulsó a tomar riesgos innecesarios que acabarían desembocando en una muerte trágica. El fallecimiento de Orianna destrozó a Corin, sumiéndolo en una profunda depresión que le llevó a obsesionarse con la tecmaturgia. Incapaz de soportar el vacío que su hija había dejado en su vida, decidió configurar un reemplazo; uno que pudiese hacer realidad el sueño de Oriana de unirse a la Liga. Lo que creó fue una máquina de matar con un mecanismo de relojería, a la que Corin llamó como su hija. A sabiendas de que estaba destinada a convertirse en una campeona y, viendo cómo estaban cambiando los tiempos, creó La Bola para que actuase como su mascota y protectora. Como creación pseudosimbiótica que es, usa un tipo diferente de tecmaturgia que se centra más en la electricidad que de los mecanismos de relojería. Ahora, Orianna y La Bola combaten como campeones de la Liga de Leyendas, guiándose por una moralidad un tanto errática. Por más que intente encajar con todas sus fuerzas entre la gente, Orianna nunca podrá ser humana y siempre habrá algo extraño e incómodo en ella. Aunque intenta socializar con otros campeones de la Liga de Leyendas, no hay muchos que puedan ver más allá de su exótica naturaleza. Para la mayoría es como si no hubiese nada dentro, como si Oriana fuese tan sólo un cascarón con un mecanismo de relojería sin alma... uno mortal y peligroso. Pese a todo, a ojos de su padre sigue siendo la hija perfecta.",
		"skills": [
			["assets/champs/orianna_skills/OriannaPassive.png","Mecanismo de Cuerda","El autoataque de Orianna inflige daño mágico adicional. El Daño aumenta conforme Orianna ataca al mismo objetivo."],
			["assets/champs/orianna_skills/OrianaIzunaCommand.png","Orden: Atacar","Orianna ordena a su bola que salga disparada hacia una ubicación, infligiendo daño mágico a los objetivos que encuentre en el camino (inflige menos Daño a cada objetivo subsiguiente). Después, la bola permanece en esa ubicación."],
			["assets/champs/orianna_skills/OrianaDissonanceCommand.png","Orden: Disonancia","Orianna le ordena a la bola que libere un pulso de energía que inflige daño mágico a su alrededor. Así, deja un rastro que acelera a los aliados y ralentiza a los enemigos."],
			["assets/champs/orianna_skills/OrianaRedactCommand.png","Orden: Proteger","Orianna le ordena a su bola que se pegue a un campeón aliado para protegerlo, e inflige daño mágico a los enemigos que se atraviesen a su paso. Además, la bola le otorga Armadura adicional y Resistencia Mágica al campeón que se le pega."],
			["assets/champs/orianna_skills/OrianaDetonateCommand.png","Orden: Onda de Choque","Orianna le ordena a su bola que desencadene una onda de choque que inflige daño mágico y lanza a los enemigos cercanos hacia esta última después de unos instantes."]
		] 
	},
	{
		"name": "Ahri",
		"title": "la Kumiho Ancestral",
		"imagen": "assets/champs/Ahri.png",
		"story": "A diferencia de otros zorros que habitan en los bosques al sur de Jonia, Ahri siempre sintió una extraña conexión con el mundo mágico que la rodeaba. Una conexión que, de algún modo, le parecía que estaba incompleta. En lo más profundo de su interior, sentía que el cuerpo en el que había nacido era como una enfermedad y soñaba con llegar a convertirse en humana. Su objetivo parecía estar lejos de su alcance, hasta que se encontró en medio de una batalla humana. Era una escena espeluznante, la tierra estaba oscurecida por las siluetas de soldados heridos y moribundos. Se sintió atraída hacia uno de ellos: un hombre con túnica, envuelto por un campo mágico, cuya vida se iba acercando rápidamente a su fin. Se acercó a él y algo en su interior se activó, acercándose al hombre de una forma que no pudo comprender. Su esencia vital se introdujo en ella, guiada por filamentos mágicos invisibles. La sensación era embriagadora e insoportable. Cuando salió de este estado, descubrió entusiasmada que algo había cambiado en ella. Su lacio y brillante pelo blanco había desaparecido y su cuerpo era alargado y ágil: tenía la forma de los humanos que yacían en el suelo a su alrededor. Sin embargo, aunque tenía apariencia humana, sabía que en realidad la transformación estaba incompleta. Era una criatura inteligente, así que se adaptó a las costumbres de la sociedad humana y aprovechó su don de la belleza para atraer a los hombres incautos. Podía consumir sus esencias vitales cuando estaban encantados por sus hechizos seductores. Alimentarse de sus deseos le permitió estar más cerca de su sueño, pero a medida que arrebataba vidas, empezó a apoderarse de ella un fuerte sentimiento de arrepentimiento. Tenía reservas ante acciones que nunca le habían importado cuando sólo era un zorro. Se percató de que no podía soportar el remordimiento de su creciente moralidad. En su búsqueda de una solución, Ahri encontró la Academia de la Guerra, el hogar de los magos más poderosos de Runaterra. Allí le ofrecieron la oportunidad de mantener su humanidad sin causar más daño, a cambio de servir en la Liga de Leyendas.",
		"skills":[
			["assets/guides/ahri_skills/ahri-essence-theft.png","Ladrona de Esencias","Obtiene una carga de Ladrona de Esencias cada vez que uno de sus hechizos impacta sobre un enemigo (máximo: 3 cargas por hechizo). Al alcanzar 9 cargas, el siguiente hechizo de Ahri la va a curar cada vez que golpee a un enemigo."],
			["assets/guides/ahri_skills/ahri-orb-of-deception.png","Orbe del Engaño","Ahri lanza y recupera su orbe, infligiendo daño mágico al lanzarlo y daño verdadero al recuperarlo."],
			["assets/guides/ahri_skills/ahri-fox-fire.png","Fuego Zorruno","Ahri lanza tres fuegos zorrunos que fijan y atacan a los enemigos cercanos."],
			["assets/guides/ahri_skills/ahri-charm.png","Encanto","Ahri lanza un beso que daña y hechiza al enemigo que alcanza primero, provocando que avance inofensivamente hacia ella. Ahri provoca daño adicional a los enemigos que acaba de hechizar."],
			["assets/guides/ahri_skills/ahri-spirit-rush.png","Impulso Espiritual","Ahri corre hacia adelante y dispara rayos de esencia, infligiendo daños a 3 enemigos cercanos (da prioridad a Campeones). Impulso Espiritual podrá usarse hasta tres veces antes de entrar en Enfriamiento."]
		] 
	},
	{
		"name": "Renekton",
		"title": "el Carnicero de las Arenas",
		"imagen": "assets/champs/Renekton.png",
		"story": "Renekton fue antaño un valeroso guardián de la ancestral Shurima, pero en los siglos transcurridos desde la caída de ese antaño glorioso imperio la locura logró consumirlo y ahora es poco más que una bestia consumida por la rabia que quiere matar a su hermano Nasus, a quien culpa de su penoso estado mental.",
		"skills":[
			["assets/champs/renekton_skills/Renekton_Predator.png","Reino de la Ira","Renekton logra Furia con cada autoataque que realiza. Esta Furia puede potenciar sus habilidades con efectos de bonificación. Además, Renekton consigue bonificaciones de Furia cuando tiene poca salud."],
			["assets/champs/renekton_skills/RenektonCleave.png","Sacrifica al Débil","Renekton blande su filo, infligiendo una cantidad moderada de daño a todos los objetivos que lo rodean y recibe una curación equivalente a una pequeña parte del daño infligido. Si tiene más de 50 puntos de Furia, aumentan su daño y su curación."],
			["assets/champs/renekton_skills/RenektonPreExecute.png","Depredador Implacable","Renekton da dos tajos a su objetivo, causándole daño físico moderado y aturdiéndolo durante 0,75 segundos. Si Renekton tiene más de 50 puntos de Furia, da tres tajos a su objetivo causándole un daño físico extremo y aturdiéndolo durante 1,5 segundos."],
			["assets/champs/renekton_skills/RenektonSliceAndDice.png","Cortar y Trocear","Renekton se arroja hacia la dirección marcada, causando daño a todas las unidades que se encuentre en el camino. Si está potenciado, Renekton inflige daño adicional y reduce la Armadura de los enemigos impactados."],
			["assets/champs/renekton_skills/RenektonReignOfTheTyrant.png","Dominus","Renekton se transforma en tirano, ganando Vida adicional y causando Daño a los enemigos que lo rodean. Mientras está en esta forma, Renekton gana Furia periódicamente."]
		] 
	},
	{
		"name": "Alistar",
		"title": "el Minotauro",
		"imagen": "assets/champs/Alistar.png",
		"story": "Alistar es el guerrero más poderoso que haya emergido nunca de entre las tribus de minotauros de la Gran Barrera. Defendió a su tribu de los numerosos peligros de Valoran... hasta la llegada del ejército noxiano. Fue tentado a abandonar su pueblo por las maquinaciones de Keiran Darkwill, el hijo menor del general Boram Darkwill y comandante de la fuerza expedicionaria noxiana. Cuando Alistar regresó a casa encontró su pueblo en llamas y a su familia asesinada. Dominado por la furia, cargó contra todo un regimiento de la élite de Noxus y mató soldados por centenares. Sólo la intervención de algunos de los más diestros invocadores consiguió dominar su ira. Fue encadenado y conducido hasta Noxus, donde pasó los años siguientes como gladiador en La Carnaza, librando interminables combates para solaz de los ricos y poderosos. El alma noble de Alistar fue deformándose lentamente, y habría llegado a perder todo rastro de cordura de no ser por Ayelia, una joven doncella que trabó amistad con él y consiguió organizar su huida. Una vez libre, Alistar se unió a la recién creada Liga de Leyendas como uno de sus campeones, con la esperanza de que llegara el día en que pudiera cobrarse venganza contra Noxus y encontrar a la chica que le devolvió la esperanza. Al principio, Alistar no quería mantener su estatus de celebridad como campeón, pero descubrió que la fama otorgaba poder y, desde entonces, se ha convertido en un defensor de aquellos que se vean amenazados por el gobierno noxiano. También se encarga de sacar a la luz casos que el ejército noxiano prefiere mantener ocultos; algo que lo ha convertido en persona non grata entre la nobleza de Noxus. Su trabajo caritativo le ha servido para ganar varios premios filantrópicos, que son un contraste interesante con respecto a la ira y destrucción que lleva consigo a la Liga de Leyendas.",
		"skills":[
			["assets/guides/alistar_skills/alistar-trample.png","Pisotear","Cada vez que Alistar lanza un hechizo, atropella a las unidades cercanas durante unos segundos, e inflige daño a las unidades a las que pisotee."],
			["assets/guides/alistar_skills/alistar-pulverize.png","Pulverizar","Alistar golpea con fuerza el suelo, infligiendo daño a todos los enemigos cercanos y lanzándolos por el aire. Al caer, los enemigos quedan aturdidos."],
			["assets/guides/alistar_skills/alistar-headbutt.png","Testarazo","Alistar propina un cabezazo al objetivo, dañándolo y empujándolo hacia atrás."],
			["assets/guides/alistar_skills/alistar-triumphant-roar.png","Rugido Triunfal","Alistar deja salir un grito de guerra con el que recupera Vida. Las unidades aliadas cercanas reciben la mitad del efecto. Se puede lanzar más a menudo si hay enemigos muriendo en las cercanías."],
			["assets/guides/alistar_skills/alistar-unbreakable-will.png","Voluntad Inquebrantable","Alistar deja salir un gran rugido con el que inflige daño adicional, elimina todos los efectos de control de masas que le afectan y reduce el daño físico y mágico recibido mientras dura el efecto."]
		] 
	},
	{
		"name": "Thresh",
		"title": "el Carcelero Implacable",
		"imagen": "assets/champs/Thresh.png",
		"story": "Thresh es un sádico segador espectral que disfruta atormentando a vivos y muertos por igual. En vida fue un carcelero que abusaba con brutalidad de los prisioneros, hasta el día en que estos lo colgaron de sus propias cadenas. Pero la maléfica esencia del Carcelero Implacable, liberada entonces, comenzó a vagar por Runaterra en busca de presas. Thresh disfruta de manera perversa quebrando poco a poco las mentes de quienes osan desafiarlo, antes de atrapar sus almas en la horripilante luz verde de su fanal.",
		"skills":[
			["assets/champs/thresh_skills/Thresh_Passive.png","Condenación","Thresh puede cosechar las almas de los enemigos que mueren cerca de él. Al hacerlo, obtiene permanentemente Armadura y Poder de Habilidad."],
			["assets/champs/thresh_skills/ThreshQ.png","Sentencia de Muerte","Thresh atrapa a un enemigo con sus cadenas y lo atrae hacia él. Si se activa esta habilidad una segunda vez, Thresh se lanza hacia el enemigo."],
			["assets/champs/thresh_skills/ThreshW.png","Pasaje Oscuro","Thresh lanza una linterna que protege del daño a los campeones aliados cercanos. Los aliados pueden hacer clic en la linterna para desplazarse rápidamente hacia Thresh."],
			["assets/champs/thresh_skills/ThreshE.png","Despellejar","Los ataques de Thresh se detienen, infligiendo más daño cuanto más tiempo espere entre ataques. Al activarla, Thresh barre la zona con sus cadenas y derriba a todos los enemigos impactados en la dirección del golpe."],
			["assets/champs/thresh_skills/ThreshRPenta.png","La Caja","Una prisión de muros que ralentizan e infligen daño al romperlos."]
		] 
	},
	{
		"name": "Caitlyn",
		"title": "la Sheriff de Piltóver",
		"imagen": "assets/champs/Caitlyn.png",
		"story": "Uno de los motivos por los que Piltóver es conocida como la Ciudad del Progreso es porque posee una tasa de criminalidad extraordinariamente baja. Esto no siempre ha sido así. Bribones y ladrones de todo tipo solían considerar a esta ciudad estado el lugar ideal para saquear, en gran parte debido a los recursos tan valiosos que se importan para alimentar la investigación tecmatúrgica. Hay quien defiende la teoría de que, de no haber sido por Caitlyn, la sheriff de Piltóver, la ciudad se habría convertido en la tierra del crimen organizado. Hija de un estadista adinerado y de una investigadora pionera en el campo de los hextech, Caitlyn descubrió su don natural para la investigación detectivesca cuando, a los 14 años, asaltaron y robaron a su padre cuando volvía a casa. Se escapó de casa por la noche con el rifle de su padre y siguió el rastro de los ladrones desde la escena del crimen. Al principio, sus padres intentaron disuadirla de que siguiese con esas aficiones tan arriesgadas, pero ella era incorregible. Deseando proteger a su hija del único modo que conocía, la madre de Caitlyn empezó a llenarla de artefactos tecmatúrgicos diseñados a la medida de sus necesidades detectivescas. Caitlyn no tardaría en hacerse famosa, tanto por haber empezado a combatir el crimen de Piltóver en solitario como por haberse convertido muy pronto en una auténtica belleza. Nunca abandonó un caso o un desafío, y era una de las personas más inteligentes de la ciudad estado. Demacia no tardaría en contratar sus servicios para seguir a un misterioso forajido que estaba cometiendo golpes de alto nivel. El bandido, que siempre dejaba en la escena del crimen una carta con una ‘C’ ornamentada, se convertiría en el archienemigo de Caitlyn. A día de hoy, Caitlyn sigue buscando a este ladrón felino, una persecución que la ha llevado a recorrer todo Valoran. Se ha unido a la Liga para perfeccionar sus habilidades y obtener las influencias necesarias como para poder seguir el rastro de la única presa que se le ha escapado.",
		"skills":[
			["assets/guides/caitlyn_skills/caitlyn-headshot.png","Disparo a la Cabeza","Cada pocos ataques básicos, Caitlyn realiza un disparo a la cabeza que causa un 150% de daño a los campeones, o un 250% de daño a los súbditos."],
			["assets/guides/caitlyn_skills/caitlyn-piltover-peacemaker.png","Pacificadora de Piltóver","Caitlyn carga su rifle durante 1 segundo para liberar un disparo penetrante que provoca daño físico (causa menos daños a los objetivos posteriores)."],
			["assets/guides/caitlyn_skills/caitlyn-yordle-snap-trap.png","Trampa para Yordles","Caitlyn pone una trampa para encontrar a los astutos yordles. Al activarse, la trampa inmoviliza al campeón, lo revela durante un breve espacio de tiempo y provoca daño mágico durante 1,5 segundos."],
			["assets/guides/caitlyn_skills/caitlyn-90-caliber-net.png","Red Calibre 90","Caitlyn lanza una red pesada para ralentizar a su objetivo. El retroceso empuja hacia atrás a Caitlyn."],
			["assets/guides/caitlyn_skills/caitlyn-ace-in-the-hole.png","As bajo la Mira","Caitlyn se toma su tiempo para preparar el tiro perfecto, causando una gran cantidad de Daño a un solo objetivo a gran distancia. Los campeones enemigos pueden interceptar la bala para sus aliados."]
		] 
	},
	{
		"name": "Darius",
		"title": "la Mano de Noxus",
		"imagen": "assets/champs/Darius.png",
		"story": "No hay mayor símbolo del poder de Noxus que Darius, el guerrero más temido y más curtido en batallas de toda la nación. Tras quedarse huérfano cuando era pequeño, Darius tuvo que luchar para sobrevivir. Lo hacía no sólo por él, sino también por su hermano pequeño. Cuando se unió al ejército, ya había desarrollado la fuerza y la disciplina de un soldado veterano. La primera prueba de verdad de la determinación de Darius llegaría en una batalla crucial contra Demacia, en la que las fuerzas noxianas estaban agotadas y superadas en número. El capitán de Darius ordenó a sus tropas que se retirasen, pero Darius se negó a aceptar semejante acto de cobardía. Saliéndose de la formación, Darius avanzó hacia el capitán y lo decapitó con un solo movimiento de su gigantesca hacha. Aterrados y motivados por igual, los soldados siguieron a Darius a la batalla y lucharon con increíble fuerza y fervor. Tras una larga y cruenta batalla, al final acabaron alzándose con la victoria. Darius aprovechó los ánimos tras esta victoria para guiar a sus bravas y leales tropas en una devastadora campaña contra Demacia. Tras demostrar su poder en el campo de batalla, Darius volvió su mirada hacia su hogar. Lo que vio fue una Noxus llena de debilidades, en la que los nobles, codiciosos y complacientes, estaban chupando toda la fuerza de la nación. Darius quiso devolver a su país su antigua grandeza, así que se comprometió a restaurar el liderazgo noxiano. Identificó a los líderes débiles y los sacó violentamente de sus posiciones de poder. Muchos noxianos consideraron que la selección de Darius no era más que un intento para alzarse con el poder, pero él tenía planes muy distintos para el trono. Había estado observando el alzamiento de Jericho Swain con sumo interés. En Swain, Darius veía a un líder con la mente y la determinación para devolver a Noxus su gloria. Ahora, aliado con el Estratega Maestro, Darius trabaja para unir la nación bajo su visión de la auténtica fuerza de Noxus.",
		"skills":[
			["assets/guides/darius_skills/darius-hemorrhage.png","Hemorragia","Darius apunta sus ataques de forma estratégica, haciendo que su objetivo sangre. Este efecto se puede acumular hasta cinco veces."],
			["assets/guides/darius_skills/darius-decimate.png","Diezmar","Darius traza un amplio círculo con su hacha. Los enemigos a los que golpee con el filo de su hacha sufrirán más daño que los que sean golpeados por el mango."],
			["assets/guides/darius_skills/darius-crippling-strike.png","Golpe Incapacitante","El siguiente ataque de Darius alcanza al enemigo en una arteria vital. Mientras se desangra, su Velocidad de Movimiento y su Velocidad de Ataque disminuyen. El enfriamiento de Golpe Incapacitante es menor cuanto más ensangrentado esté el objetivo."],
			["assets/guides/darius_skills/darius-apprehend.png","Aprehender","Darius pone a punto su hacha, lo cual provoca que, de forma pasiva, su daño físico ignore un porcentaje de la Armadura de su objetivo. Al activarla, Darius barre a sus enemigos con el gancho de su hacha y los acerca hacia él."],
			["assets/guides/darius_skills/darius-noxian-guillotine.png","Guillotina Noxiana","Darius salta hacia un campeón enemigo y le asesta un golpe letal que inflige daño verdadero. Este daño se ve incrementado por cada acumulación de Hemorragia en el objetivo. El enfriamiento se recupera si Guillotina Noxiana mata al objetivo."]
		] 
	},
	{
		"name": "Ezreal",
		"title": "el Explorador Pródigo",
		"imagen": "assets/champs/Ezreal.png",
		"story": "El joven e intrépido aventurero Ezreal exploró algunos de los lugares más remotos y desiertos de Runaterra. En el transcurso de una expedición a las ruinas enterradas del antiquísimo desierto de Shurima, recuperó un amuleto de increíble poder místico. El enorme talismán, presumiblemente creado para los ascendidos, encajaba perfectamente en su brazo y aunque aumentó muchísimo el poder de su hechicería también le proporcionó la reputación de un héroe, para su consternación.",
		"skills":[
			["assets/guides/ezreal_skills/ezreal-rising-spell-force.png","Fuerza de Hechizo Creciente","Golpear un objetivo con cualquiera de las habilidades de Ezreal aumenta su Velocidad de Ataque en un 10% durante 6 segundos (Acumulaciones máximas: 5)."],
			["assets/guides/ezreal_skills/ezreal-mystic-shot.png","Disparo Místico","Ezreal dispara un rayo de energía; si alcanza a una unidad enemiga, reduce todos los Enfriamientos de Ezreal en 1 segundo."],
			["assets/guides/ezreal_skills/ezreal-essence-flux.png","Flujo de Esencia","Ezreal dispara una ola de energía variable que inflige daño mágico a los campeones enemigos y aumenta la Velocidad de Ataque de los campeones aliados."],
			["assets/guides/ezreal_skills/ezreal-arcane-shift.png","Desplazamiento Arcano","Ezreal se teleporta a una ubicación cercana a un objetivo y dispara un rayo certero que golpea a la unidad enemiga más cercana."],
			["assets/guides/ezreal_skills/ezreal-trueshot-barrage.png","Descarga de Tiros Certeros","Ezreal canaliza energía durante 1 segundo para disparar una potente andanada de proyectiles de energía que infligen gran cantidad de daño a cada unidad que atraviesan (infligiendo un 10% menos de daño a cada unidad que atraviesan)."]
		] 
	},
	{
		"name": "Fiora",
		"title": "la Gran Duelista",
		"imagen": "assets/champs/Fiora.png",
		"story": "Fiora, la duelista más importante de Demacia, consiguió la fama con su afilada hoja y su más afilada lengua. Fiora hace gala de una refinada educación aristócrata y una feroz devoción a la perfección de su empuñadura. Después de superar a sus compañeros en su tierra natal, Fiora busca mayores enemigos. No aceptará nada menos que el mundo reconozca su maestría. Como la hija menor de la Casa Laurent, una familia conocida por su lineage de duelistas elite, Fiora consideraba que su destino está lleno de grandeza. Añoraba alcanzar la habilidad de su padre, un espadachín legendario, así que su talento superó rápidamente al de sus hermanos. Los compañeros de Fiora percibieron su confianza como arrogancia, pero ella hacía caso omiso, esforzándose aún más duramente para convertirse en una digna sucesora de su padre. Pero al final, su devoción resultó ser equivocada. La víspera de un duelo, las autoridades sorprendieron al padre de Fiora poniendo disimuladamente un veneno paralizante de efecto lento en la bebida de su oponente. Esta traición destruyó la reputación de la familia y puso en duda el honor de Fiora. Indignada y desesperada por limpiar su nombre, retó a su padre en duelo. A pesar de combatir con poder y estilo, Fiora se dio cuenta de que hacía tiempo que su padre había olvidado la disciplina que define a un verdadero duelista. Lo desarmó y, con la espada en su pecho, le reclamó el control de la Casa Laurent. Su padre se rindió, pero incluso tras la victoria, Fiora sabía que la sombra de la duda siempre perseguiría su reputación. En un intento de controlar su destino, Fiora prometió superar el falso legado de su padre y demostrar que no solo es la mejor duelista de Demacia, sino de todo Valoran.",
		"skills":[
			["assets/guides/fiora_skills/fiora-duelist.png","Duelista","Fiora regenera Vida durante 6 segundos cada vez que inflige daño. Golpear campeones provocará que este efecto se acumule hasta 4 veces."],
			["assets/guides/fiora_skills/fiora-lunge.png","Embestida","Fiora corre hacia delante y golpea a su objetivo, al que le inflige daño físico. Puede repetir el ataque tras un par de segundos sin que le cueste Maná."],
			["assets/guides/fiora_skills/fiora-riposte.png","Estocada","Aumenta el Daño de Ataque de Fiora. Cuando está activo, Fiora rechaza el siguiente ataque y refleja el daño mágico contra su atacante. Eficaz contra campeones, monstruos y súbditos grandes."],
			["assets/guides/fiora_skills/fiora-burst-of-speed.png","Estallido de Velocidad","Fiora adquiere Velocidad de Ataque adicional. Cada ataque o Embestida que consigue durante este tiempo, aumenta su Velocidad de Movimiento. Matar a un campeón restablece el Enfriamiento de Estallido de Velocidad."],
			["assets/guides/fiora_skills/fiora-blade-waltz.png","Vals de Espadas","Fiora se mueve por el campo de batalla para infligir daño físico a los campeones enemigos. Cada ataque sucesivo contra el mismo objetivo inflige menos daño."]
		] 
	},
	{
		"name": "Galio",
		"title": "la Tristeza del Centinela",
		"imagen": "assets/champs/Galio.png",
		"story": "Mucho antes de que la Liga regulara esta magia, los magos experimentaban con la creación de vida artificial. Aunque ahora es algo prohibido, la inculcación de la razón a los gólems era una práctica relativamente habitual entre los artífices más expertos. Uno de estos visionarios era el demaciano Durand. Con una habilidad sin igual para crear seres conscientes, las obras de Durand servían de infatigables guardianes para las ciudades fronterizas de esta querida ciudad estado, protegiéndolas de sus vecinos noxianos. Sin embargo, Durand guardó para su propia defensa su obra maestra: Galio. Este ser poderoso, forjado a imagen y semejanza de una gárgola, lo mantenía a salvo en sus viajes y le permitía llevar a cabo su importante trabajo sin temor a sufrir las represalias de los enemigos de su tierra... Hasta que el enfrentamiento con sus duros guardianes terminó por provocar la ira del Alto Mando noxiano. Cuando Durand cruzó el Pantano de los Lamentos arrastrando su obra maestra, fue atacado por un amplio grupo de asesinos noxianos. En un evidente estado de inferioridad física y numérica, Galio hubo de presenciar con horror cómo los asesinos ejecutaban rápidamente a su amo, antes de desvanecerse entre la niebla. Despojado de su razón para vivir, cayó en la desesperación. Durante años permaneció solo, velando los huesos del maestro al que no había sabido proteger... un monumento literal a su propia eterna vergüenza. Hasta que un día, una triste pero decidida Yordle con una poderosa corona demaciana se detuvo a descansar bajo la sombra de una gran estatua. Oculto a los ojos de su visitante, ajena a su presencia, Galio estudió a la melancólica muchacha. Parecía como si ella también soportara una pesada carga. Tan silenciosa y estoicamente como había llegado, la chica se fue en dirección a Demacia. Este encuentro encendió una chispa en la mirada de Galio. Recordando la causa cuya defensa le había costado la vida a su maestro, Galio salió de su purgatorio de silencio y siguió la estela de esta valiente criatura. Unirse a la Liga de Leyendas y luchar por la voluntad de Demacia.",
		"skills":[
			["assets/champs/galio_skills/Galio_RunicSkin.png","Piel Rúnica","Galio convierte el 50% de su Resistencia Mágica en Poder de Habilidad."],
			["assets/champs/galio_skills/GalioResoluteSmite.png","Disparo Audaz","Galio dispara un rayo conmocionante por sus ojos, ralentizando e infligiendo daño a los enemigos que estén cerca del punto de impacto."],
			["assets/champs/galio_skills/GalioBulwark.png","Baluarte","Galio protege a un campeón aliado aumentando su Armadura y Resistencia Mágica. Además, cada vez que el campeón afectado recibe daño, Galio recupera Vida."],
			["assets/champs/galio_skills/GalioRighteousGust.png","Ráfaga Justiciera","Galio agita violentamente las alas, lo que provoca una fuerte ráfaga de viento que daña a sus enemigos. Además, el viento deja una corriente direccional a su paso que aumenta la Velocidad de Movimiento de sus aliados."],
			["assets/champs/galio_skills/GalioIdolOfDurand.png","Ídolo de Durand","Galio adopta la forma de una estatua, provocando a los enemigos cercanos y almacenando una energía conmocionante cuando lo atacan. A continuación, rompe su caparazón de estatua y libera la energía almacenada dañando a los enemigos cercanos."]
		] 
	}
]}